# [mondaiユーザガイド](<?php href('docs'); ?>) / クローズド環境

問題データを公開できないなどの理由があり、クローズド環境でmondaiを使用したい方はご相談ください。  
カスタマイズした環境をお見積りいたします。

&nbsp;                 | <img src="<?php direct('img/mondai.svg'); ?>" style="height:14px;">        | カスタマイズ例
---------------------- | -------------------------------------------------------------------------- | ------------------------------
URL                    | <a target="_blank" href="http://kentanchi.com/direct/mondai/">http://kentanchi.com/direct/mondai/</a> | 専用のURL
ユーザ登録             | 誰でもユーザ登録できる。                                                   | 管理者がユーザ登録を管理する。
解答記録               | 誰でも閲覧可能。                                                           | 本人と管理者が閲覧可能。
問題データ             | 誰でも出題できる。                                                         | 管理者だけが出題できる。
問題データのライセンス | 全てパブリックドメインになる。                                             | 著作権は管理者が管理する。
